{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<unk>": 0,
      "!": 1,
      "\"": 2,
      "#": 3,
      "$": 4,
      "%": 5,
      "&": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      "*": 10,
      "+": 11,
      ",": 12,
      "-": 13,
      ".": 14,
      "/": 15,
      "0": 16,
      "1": 17,
      "2": 18,
      "3": 19,
      "4": 20,
      "5": 21,
      "6": 22,
      "7": 23,
      "8": 24,
      "9": 25,
      ":": 26,
      ";": 27,
      "<": 28,
      "=": 29,
      ">": 30,
      "?": 31,
      "@": 32,
      "A": 33,
      "B": 34,
      "C": 35,
      "D": 36,
      "E": 37,
      "F": 38,
      "G": 39,
      "H": 40,
      "I": 41,
      "J": 42,
      "K": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "Q": 49,
      "R": 50,
      "S": 51,
      "T": 52,
      "U": 53,
      "V": 54,
      "W": 55,
      "X": 56,
      "Y": 57,
      "Z": 58,
      "[": 59,
      "\\": 60,
      "]": 61,
      "^": 62,
      "`": 63,
      "a": 64,
      "b": 65,
      "c": 66,
      "d": 67,
      "e": 68,
      "f": 69,
      "g": 70,
      "h": 71,
      "i": 72,
      "j": 73,
      "k": 74,
      "l": 75,
      "m": 76,
      "n": 77,
      "o": 78,
      "p": 79,
      "q": 80,
      "r": 81,
      "s": 82,
      "t": 83,
      "u": 84,
      "v": 85,
      "w": 86,
      "x": 87,
      "y": 88,
      "z": 89,
      "|": 90,
      "~": 91,
      "¡": 92,
      "£": 93,
      "¥": 94,
      "§": 95,
      "°": 96,
      "±": 97,
      "²": 98,
      "³": 99,
      "µ": 100,
      "·": 101,
      "½": 102,
      "Á": 103,
      "Å": 104,
      "Æ": 105,
      "É": 106,
      "Í": 107,
      "Î": 108,
      "Ö": 109,
      "×": 110,
      "Ø": 111,
      "Ú": 112,
      "Ü": 113,
      "Þ": 114,
      "à": 115,
      "á": 116,
      "â": 117,
      "ã": 118,
      "ä": 119,
      "å": 120,
      "ç": 121,
      "è": 122,
      "é": 123,
      "ê": 124,
      "ë": 125,
      "ì": 126,
      "í": 127,
      "î": 128,
      "ñ": 129,
      "ò": 130,
      "ó": 131,
      "ô": 132,
      "ö": 133,
      "ø": 134,
      "ú": 135,
      "û": 136,
      "ü": 137,
      "Ā": 138,
      "ā": 139,
      "ă": 140,
      "ć": 141,
      "č": 142,
      "Đ": 143,
      "đ": 144,
      "ė": 145,
      "ī": 146,
      "Ł": 147,
      "ł": 148,
      "ń": 149,
      "Ō": 150,
      "ō": 151,
      "ś": 152,
      "ş": 153,
      "š": 154,
      "ū": 155,
      "ų": 156,
      "Ż": 157,
      "ž": 158,
      "ơ": 159,
      "ư": 160,
      "ʻ": 161,
      "ʿ": 162,
      "̃": 163,
      "α": 164,
      "β": 165,
      "γ": 166,
      "κ": 167,
      "μ": 168,
      "С": 169,
      "а": 170,
      "в": 171,
      "е": 172,
      "к": 173,
      "о": 174,
      "с": 175,
      "т": 176,
      "я": 177,
      "ا": 178,
      "ح": 179,
      "ص": 180,
      "ل": 181,
      "ن": 182,
      "ه": 183,
      "्": 184,
      "ก": 185,
      "ง": 186,
      "ณ": 187,
      "ต": 188,
      "ม": 189,
      "ย": 190,
      "ร": 191,
      "ล": 192,
      "ั": 193,
      "า": 194,
      "ิ": 195,
      "่": 196,
      "์": 197,
      "გ": 198,
      "დ": 199,
      "ვ": 200,
      "ზ": 201,
      "ი": 202,
      "კ": 203,
      "ო": 204,
      "რ": 205,
      "ს": 206,
      "უ": 207,
      "ც": 208,
      "ძ": 209,
      "წ": 210,
      "ხ": 211,
      "ჯ": 212,
      "჻": 213,
      "ḥ": 214,
      "ṃ": 215,
      "ṅ": 216,
      "ṣ": 217,
      "ṭ": 218,
      "ṯ": 219,
      "ả": 220,
      "ấ": 221,
      "ầ": 222,
      "ắ": 223,
      "ễ": 224,
      "ệ": 225,
      "ị": 226,
      "ớ": 227,
      "ử": 228,
      "ỳ": 229,
      "‑": 230,
      "–": 231,
      "—": 232,
      "‘": 233,
      "’": 234,
      "“": 235,
      "”": 236,
      "„": 237,
      "†": 238,
      "…": 239,
      "′": 240,
      "″": 241,
      "⁄": 242,
      "₤": 243,
      "€": 244,
      "₹": 245,
      "⅓": 246,
      "⅔": 247,
      "→": 248,
      "−": 249,
      "≤": 250,
      "☉": 251,
      "♭": 252,
      "♯": 253,
      "〈": 254,
      "〉": 255,
      "の": 256,
      "ァ": 257,
      "ア": 258,
      "キ": 259,
      "ス": 260,
      "ッ": 261,
      "ト": 262,
      "プ": 263,
      "ュ": 264,
      "リ": 265,
      "ル": 266,
      "ヴ": 267,
      "・": 268,
      "動": 269,
      "場": 270,
      "大": 271,
      "戦": 272,
      "攻": 273,
      "機": 274,
      "殻": 275,
      "火": 276,
      "礮": 277,
      "空": 278,
      "隊": 279,
      "﻿": 280,
      "～": 281,
      "th": 282,
      "in": 283,
      "the": 284,
      "an": 285,
      "er": 286,
      "on": 287,
      "ed": 288,
      "re": 289,
      "un": 290,
      "at": 291,
      "or": 292,
      "en": 293,
      "st": 294,
      "al": 295,
      "ar": 296,
      "of": 297,
      "and": 298,
      "as": 299,
      "unk": 300,
      "is": 301,
      "es": 302,
      "to": 303,
      "ing": 304,
      "it": 305,
      "ic": 306,
      "ro": 307,
      "ion": 308,
      "he": 309,
      "le": 310,
      "ou": 311,
      "ac": 312,
      "ent": 313,
      "il": 314,
      "se": 315,
      "ad": 316,
      "am": 317,
      "om": 318,
      "be": 319,
      "ly": 320,
      "was": 321,
      "for": 322,
      "ch": 323,
      "ur": 324,
      "ve": 325,
      "de": 326,
      "The": 327,
      "ir": 328,
      "ol": 329,
      "-@": 330,
      "@-@": 331,
      "im": 332,
      "wh": 333,
      "ver": 334,
      "ow": 335,
      "ig": 336,
      "wi": 337,
      "ter": 338,
      "ce": 339,
      "ay": 340,
      "that": 341,
      "with": 342,
      "con": 343,
      "ation": 344,
      "ct": 345,
      "ag": 346,
      "by": 347,
      "te": 348,
      "id": 349,
      "us": 350,
      "ot": 351,
      "ri": 352,
      "ul": 353,
      "el": 354,
      "19": 355,
      "ap": 356,
      "res": 357,
      "ere": 358,
      "ain": 359,
      "rom": 360,
      "com": 361,
      "et": 362,
      "op": 363,
      "pl": 364,
      "his": 365,
      "ut": 366,
      "00": 367,
      "mo": 368,
      "su": 369,
      "all": 370,
      "ab": 371,
      "are": 372,
      "ers": 373,
      "um": 374,
      "li": 375,
      "ther": 376,
      "from": 377,
      "pro": 378,
      "pe": 379,
      "di": 380,
      "In": 381,
      "ne": 382,
      "sh": 383,
      "und": 384,
      "cl": 385,
      "ate": 386,
      "po": 387,
      "tr": 388,
      "art": 389,
      "were": 390,
      "em": 391,
      "so": 392,
      "ong": 393,
      "igh": 394,
      "ex": 395,
      "est": 396,
      "ies": 397,
      "ld": 398,
      "ist": 399,
      "ich": 400,
      "ill": 401,
      "ak": 402,
      "ast": 403,
      "ish": 404,
      "ard": 405,
      "gh": 406,
      "ame": 407,
      "ber": 408,
      "lo": 409,
      "ort": 410,
      "co": 411,
      "od": 412,
      "ated": 413,
      "ity": 414,
      "ant": 415,
      "per": 416,
      "fe": 417,
      "ive": 418,
      "ment": 419,
      "man": 420,
      "out": 421,
      "had": 422,
      "qu": 423,
      "ess": 424,
      "ear": 425,
      "ack": 426,
      "one": 427,
      "vi": 428,
      "tw": 429,
      "end": 430,
      "which": 431,
      "ord": 432,
      "our": 433,
      "ha": 434,
      "not": 435,
      "up": 436,
      "af": 437,
      "but": 438,
      "ge": 439,
      "rit": 440,
      "str": 441,
      "fo": 442,
      "ally": 443,
      "ine": 444,
      "its": 445,
      "si": 446,
      "act": 447,
      "ci": 448,
      "ight": 449,
      "fir": 450,
      "her": 451,
      "Ch": 452,
      "ary": 453,
      "200": 454,
      "ud": 455,
      "own": 456,
      "du": 457,
      "ved": 458,
      "bo": 459,
      "20": 460,
      "pr": 461,
      "av": 462,
      "over": 463,
      "port": 464,
      "their": 465,
      "ass": 466,
      "land": 467,
      "ip": 468,
      "ew": 469,
      "ian": 470,
      "St": 471,
      "first": 472,
      "ous": 473,
      "ach": 474,
      "ould": 475,
      "ep": 476,
      "ical": 477,
      "wor": 478,
      "fic": 479,
      "other": 480,
      "age": 481,
      "also": 482,
      "low": 483,
      "unt": 484,
      "ition": 485,
      "ser": 486,
      "tim": 487,
      "has": 488,
      "form": 489,
      "ction": 490,
      "ater": 491,
      "ub": 492,
      "ign": 493,
      "au": 494,
      "pt": 495,
      "aw": 496,
      "comp": 497,
      "ll": 498,
      "ure": 499
    },
    "merges": [
      "t h",
      "i n",
      "th e",
      "a n",
      "e r",
      "o n",
      "e d",
      "r e",
      "u n",
      "a t",
      "o r",
      "e n",
      "s t",
      "a l",
      "a r",
      "o f",
      "an d",
      "a s",
      "un k",
      "i s",
      "e s",
      "t o",
      "in g",
      "i t",
      "i c",
      "r o",
      "i on",
      "h e",
      "l e",
      "o u",
      "a c",
      "en t",
      "i l",
      "s e",
      "a d",
      "a m",
      "o m",
      "b e",
      "l y",
      "w as",
      "f or",
      "c h",
      "u r",
      "v e",
      "d e",
      "T he",
      "i r",
      "o l",
      "- @",
      "@ -@",
      "i m",
      "w h",
      "v er",
      "o w",
      "i g",
      "w i",
      "t er",
      "c e",
      "a y",
      "th at",
      "wi th",
      "c on",
      "at ion",
      "c t",
      "a g",
      "b y",
      "t e",
      "i d",
      "u s",
      "o t",
      "r i",
      "u l",
      "e l",
      "1 9",
      "a p",
      "re s",
      "er e",
      "a in",
      "ro m",
      "c om",
      "e t",
      "o p",
      "p l",
      "h is",
      "u t",
      "0 0",
      "m o",
      "s u",
      "al l",
      "a b",
      "a re",
      "er s",
      "u m",
      "l i",
      "the r",
      "f rom",
      "p ro",
      "p e",
      "d i",
      "I n",
      "n e",
      "s h",
      "un d",
      "c l",
      "at e",
      "p o",
      "t r",
      "ar t",
      "w ere",
      "e m",
      "s o",
      "on g",
      "ig h",
      "e x",
      "e st",
      "i es",
      "l d",
      "i st",
      "ic h",
      "il l",
      "a k",
      "a st",
      "is h",
      "ar d",
      "g h",
      "am e",
      "b er",
      "l o",
      "or t",
      "c o",
      "o d",
      "at ed",
      "it y",
      "an t",
      "p er",
      "f e",
      "i ve",
      "m ent",
      "m an",
      "ou t",
      "h ad",
      "q u",
      "es s",
      "e ar",
      "ac k",
      "on e",
      "v i",
      "t w",
      "en d",
      "wh ich",
      "or d",
      "ou r",
      "h a",
      "n ot",
      "u p",
      "a f",
      "b ut",
      "g e",
      "r it",
      "st r",
      "f o",
      "al ly",
      "in e",
      "it s",
      "s i",
      "ac t",
      "c i",
      "igh t",
      "f ir",
      "h er",
      "C h",
      "ar y",
      "2 00",
      "u d",
      "ow n",
      "d u",
      "v ed",
      "b o",
      "2 0",
      "p r",
      "a v",
      "o ver",
      "p ort",
      "the ir",
      "as s",
      "l and",
      "i p",
      "e w",
      "i an",
      "S t",
      "fir st",
      "ou s",
      "ac h",
      "ou ld",
      "e p",
      "ic al",
      "w or",
      "f ic",
      "o ther",
      "ag e",
      "al so",
      "l ow",
      "un t",
      "it ion",
      "s er",
      "t im",
      "h as",
      "for m",
      "ct ion",
      "at er",
      "u b",
      "ig n",
      "a u",
      "p t",
      "a w",
      "com p",
      "l l",
      "u re"
    ]
  }
}